tap "argoproj/tap"
tap "bufbuild/buf"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/services"
tap "onfido/tools", "git@gitlab.eu-west-1.mgmt.onfido.xyz:onfido/tools/homebrew-tools.git"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "asdf"
brew "python@3.11", link: false
brew "docutils"
brew "awscli"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "cookiecutter"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "wxwidgets"
brew "erlang"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "fzf"
brew "gdk-pixbuf"
brew "git-lfs"
brew "gobject-introspection"
brew "groff"
brew "harfbuzz"
brew "hdf5"
brew "helm"
brew "hey"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "libgsf"
brew "libmagic"
brew "libmatio"
brew "pango"
brew "librsvg"
brew "libssh2"
brew "lima"
brew "maven"
brew "mozjpeg"
brew "nghttp2"
brew "ninja"
brew "node"
brew "openslide"
brew "pipx"
brew "poppler"
brew "postgresql@14"
brew "protobuf-c"
brew "python@3.10", link: false
brew "python@3.7"
brew "python@3.8"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "rust"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tmux"
brew "tmux-xpanes"
brew "vips"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "onfido/tools/creds"
cask "1password-cli"
cask "bloomrpc"
cask "flameshot"
cask "session-manager-plugin"
cask "vlc"
vscode "42Crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "alexkrechik.cucumberautocomplete"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.terraform"
vscode "Hridoy.rails-snippets"
vscode "mjmcloug.vscode-elixir"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust"
vscode "sswg.swift-lang"
vscode "vadimcn.vscode-lldb"
vscode "wingrunr21.vscode-ruby"
vscode "zxh404.vscode-proto3"
